const firstCheckText = '''
< 먼데이로켓 >('www.linkpool.kr'이하 'LINKPOOL')은 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.

- 이 개인정보처리방침은 2022년 11월 17부터 적용됩니다.

제1조(개인정보의 처리 목적)

< 먼데이로켓 >('www.linkpool.kr'이하 'LINKPOOL')은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

1. 홈페이지 회원가입 및 관리

회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지 목적으로 개인정보를 처리합니다.

2. 재화 또는 서비스 제공

서비스 제공을 목적으로 개인정보를 처리합니다.

3. 마케팅 및 광고에의 활용

이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

제2조(개인정보의 처리 및 보유 기간)

1.  < 먼데이로켓 >은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
    
    ① <홈페이지 회원가입 및 관리>
    
    <홈페이지 회원가입 및 관리>와 관련한 개인정보는 수집.이용에 관한 동의일로부터<3년>까지 위 이용목적을 위하여 보유,이용됩니다.
    
    - 보유근거 : 신용정보의 수집/처리 및 이용등에 관한 기록
    - 관련법령 : 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년

제3조(처리하는 개인정보의 항목)

1. < 먼데이로켓 >은 다음의 개인정보 항목을 처리하고 있습니다.
    
    ① < 홈페이지 회원가입 및 관리 >
    
    - 필수항목 : 이메일, 휴대전화번호, 성별, 생년월일, 이름

제4조(개인정보의 파기절차 및 파기방법)

1. 파기절차
    
    ① < 먼데이로켓 > 은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
    
    ② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.1. 법령 근거 :2. 보존하는 개인정보 항목 : 계좌정보, 거래날짜
    
    ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.1. 파기절차< 먼데이로켓 >은 파기 사유가 발생한 개인정보를 선정하고, < 먼데이로켓 > 의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
    
2. 파기방법
    
    ① 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다
    

제5조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)

1.  정보주체는 먼데이로켓에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.
2. 제1항에 따른 권리 행사는 먼데이로켓에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 먼데이로켓은 이에 대해 지체 없이 조치하겠습니다.
3. 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
4. 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
5. 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
6. 먼데이로켓은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

제6조(개인정보의 안전성 확보조치에 관한 사항)< 먼데이로켓 >은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

1. 내부관리계획의 수립 및 시행개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
2. 개인정보의 암호화이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
3. 접속기록의 보관 및 위변조 방지개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며, 다만, 5만명 이상의 정보주체에 관하여 개인정보를 추가하거나, 고유식별정보 또는 민감정보를 처리하는 경우에는 2년이상 보관, 관리하고 있습니다.또한, 접속기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.
4. 개인정보에 대한 접근 제한개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
5. 문서보안을 위한 잠금장치 사용개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.
6. 비인가자에 대한 출입 통제개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

제7조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)

1. 먼데이로켓 은 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
2. 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
    1. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.
    2. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.

제8조(행태정보의 수집·이용·제공 및 거부 등에 관한 사항)

1. <개인정보처리자>는 서비스 이용과정에서 정보주체에게 최적화된 맞춤형 서비스 및 혜택, 온라인 맞춤형 광고 등을 제공하기 위하여 행태정보를 수집·이용하고 있습니다.
2. <개인정보처리자>는 다음과 같이 행태정보를 수집합니다.

<온라인 맞춤형 광고 등을 위해 제3자(온라인 광고사업자 등)가 이용자의 행태정보를 수집·처리할수 있도록 허용한 경우>

1. <개인정보처리자>는 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집·처리하도록 허용하고 있습니다.
    - 행태정보를 수집 및 처리하려는 광고 사업자 :
    - 행태정보 수집 방법 : 이용자가 당사 웹사이트를 방문하거나 앱을 실행할 때 자동 수집 및 전송
    - 수집·처리되는 행태정보 항목 : 이용자의 웹/앱 방문이력, 검색이력, 구매이력
    - 보유·이용기간 : 업무목적 달성시 까지
2. <개인정보처리자>는 온라인 맞춤형 광고 등에 필요한 최소한의 행태정보만을 수집하며, 사상, 신념, 가족 및 친인척관계, 학력·병력, 기타 사회활동 경력 등 개인의 권리·이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.
3. <개인정보처리자>는 만 14세 미만임을 알고 있는 아동이나 만14세 미만의 아동을 주 이용자로 하는 온라인 서비스로부터 맞춤형 광고 목적의 행태정보를 수집하지 않고, 만 14세 미만임을 알고 있는 아동에게는 맞춤형 광고를 제공하지 않습니다.
4. <개인정보처리자>는 모바일 앱에서 온라인 맞춤형 광고를 위하여 광고식별자를 수집·이용합니다. 정보주체는 모바일 단말기의 설정 변경을 통해 앱의 맞춤형 광고를 차단·허용할 수 있습니다.
    
    ‣ 스마트폰의 광고식별자 차단/허용
    
    (1) (안드로이드) ① 설정 → ② 개인정보보호 → ③ 광고 → ③ 광고 ID 재설정 또는 광고ID 삭제
    
    (2) (아이폰) ① 설정 → ② 개인정보보호 → ③ 추적 → ④ 앱이 추적을 요청하도록 허용 끔
    
    ※ 모바일 OS 버전에 따라 메뉴 및 방법이 다소 상이할 수 있습니다.
    
5. 정보주체는 웹브라우저의 쿠키 설정 변경 등을 통해 온라인 맞춤형 광고를 일괄적으로 차단·허용할 수 있습니다. 다만, 쿠키 설정 변경은 웹사이트 자동로그인 등 일부 서비스의 이용에 영향을 미칠 수 있습니다.
    
    ‣ 웹브라우저를 통한 맞춤형 광고 차단/허용
    
    (1) 인터넷 익스플로러(Windows 10용 Internet Explorer 11)
    
    - Internet Explorer에서 도구 버튼을 선택한 다음 인터넷 옵션을 선택
    - 개인 정보 탭을 선택하고 설정에서 고급을 선택한 다음 쿠키의 차단 또는 허용을 선택
    
    (2) Microsoft Edge
    
    - Edge에서 오른쪽 상단 ‘…’ 표시를 클릭한 후, 설정을 클릭합니다.
    - 설정 페이지 좌측의 ‘개인정보, 검색 및 서비스’를 클릭 후 「추적방지」 섹션에서 ‘추적방지’ 여부 및 수준을 선택합니다.
    - ‘InPrivate를 검색할 때 항상 ""엄격"" 추적 방지 사용’ 여부를 선택합니다.
    - 아래 「개인정보」 섹션에서 ‘추적 안함 요청보내기’ 여부를 선택합니다.
    
    (3) 크롬 브라우저
    
    - Chrome에서 오른쪽 상단 ‘⋮’ 표시(chrome 맞춤설정 및 제어)를 클릭한 후, 설정 표시를 클릭합니다.
    - 설정 페이지 하단에 ‘고급 설정 표시’를 클릭하고 「개인정보」 섹션에서 콘텐츠 설정을 클릭합니다.
    - 쿠키 섹션에서 ‘타사 쿠키 및 사이트 데이터 차단’의 체크박스를 선택합니다.
6. 정보주체는 아래의 연락처로 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등을 문의할 수 있습니다.
    
    ‣ 개인정보 보호 담당부서
    
    - 부서명 : 먼데이로켓
    - 담당자 : 진강민
    - 연락처 : 01082990644
    - 이메일 : kms0644804@naver.com

제9조(추가적인 이용·제공 판단기준)

< 먼데이로켓 > 은 ｢개인정보 보호법｣ 제15조제3항 및 제17조제4항에 따라 ｢개인정보 보호법 시행령｣ 제14조의2에 따른 사항을 고려하여 정보주체의 동의 없이 개인정보를 추가적으로 이용·제공할 수 있습니다.

이에 따라 < 먼데이로켓>이 정보주체의 동의 없이 추가적인 이용·제공을 하기 위해서 다음과 같은 사항을 고려하였습니다.

- 개인정보를 추가적으로 이용·제공하려는 목적이 당초 수집 목적과 관련성이 있는지 여부
- 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 추가적인 이용·제공에 대한 예측 가능성이 있는지 여부
- 개인정보의 추가적인 이용·제공이 정보주체의 이익을 부당하게 침해하는지 여부
- 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부

※ 추가적인 이용·제공 시 고려사항에 대한 판단기준은 사업자/단체 스스로 자율적으로 판단하여 작성·공개함

제10조 (개인정보 보호책임자에 관한 사항)

1. 먼데이로켓은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
- 개인정보 보호책임자
    - 성명 : 이상엽
    - 직책 : PM
    - 연락처 : 01036853456
    - 이메일 : lleesy0219@gmail.com
- 개인정보 보호 담당부서
    - 부서명 : 먼데이로켓
    - 담당자 : 진강민
    - 연락처 : 01082990644
    - 이메일 : kms0644804@naver.com
1. 정보주체께서는 먼데이로켓의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 먼데이로켓은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

제11조(정보주체의 권익침해에 대한 구제방법)

정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.

1. 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)

2. 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)

3. 대검찰청 : (국번없이) 1301 (www.spo.go.kr)

4. 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)

제12조(개인정보 처리방침 변경)

이 개인정보처리방침은 2022년 11월 17부터 적용됩니다.
''';

const secondCheckText = '''
본 이용약관(“본 약관”)은 먼데이로켓 (이하 “회사” 라고 합니다)가 제공하는 링크풀 서비스(“서비스”)와 서비스에서 업로드, 다운로드 되거나 서비스 상에 표시되는 일체의 정보, 텍스트, 그래픽, 사진 또는 기타 자료의 사용에 대하여 규율 하고자 합니다.

본 약관에 동의하지 않으면 서비스를 이용할 수 없으므로 본 약관의 내용을 주의 깊게 살펴봐 주시기 바랍니다. 귀하는 서비스 사용에 앞서 본 약관을 확인하고 이해하고 이에 동의해야 합니다. 귀하께서 본 이용약관을 확인하고 동의하신 후 서비스를 이용할 수 있습니다.

1. 회사와의 계약
    1. 귀하는 본 서비스의 이용과 관련하여 대한민국 법의 적용을 받는 것에 동의합니다.
    2. 귀하가 회사에 제공하는 정보 일체에 대하여 회사의 정보 수집 및 이용을 규율하는 회사의 개인정보 처리방침이 적용됩니다. 귀하는 서비스를 이용함으로써 해당 정보의 대한민국 및/또는 기타 국가 내 보관, 처리 및 이용을 위한 전송을 포함하여, (개인정보 처리방침에 기술된 바에 따른) 회사의 정보 수집 및 이용에 동의합니다. 서비스 제공의 일환으로 회사는 서비스 공지 및 관리 메시지와 같은 특정 커뮤니케이션을 발송할 수 있으며, 이러한 커뮤니케이션은 서비스 및 귀하의 서비스 계정의 일부로 간주되며, 그 수신을 거부할 수 없습니다.
2. 개인정보보호
    1. 회사는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 회사가 이용자 및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보처리방침에서 확인하실 수 있습니다.
3. 사용자 콘텐츠
    1. 본 서비스는 사용자가 링크, 사진, 동영상, 텍스트, 그래픽, 물품 또는 기타 자료를 포함하나 이에 국한되지 않는 콘텐츠(총칭하여 “사용자 콘텐츠”)를 창작, 게시, 전송 및/또는 저장할 수 있도록 하는 양방향 기능 및 요소로 구성됩니다. 귀하는 서비스 일체를 이용함으로써 발생하는 모든 데이터 사용료에 대한 책임이 있음을 이해합니다. 또한 귀하는 귀하의 사용자 콘텐츠를 타인이 열람할 수 있으며 개인정보 보호 설정의 조정을 통해 콘텐츠에 대한 접근을 제한할 수 있음을 이해합니다. 또한, 귀하는 수시로 갱신될 수 있는 회사의 커뮤니티 가이드라인을 준수하는 데에 동의합니다.귀하는 귀하의 사용자 콘텐츠 및 그로부터 발생하는 청구에 대하여 전적인 책임을 부담하며 회사는 어떠한 사용자 콘텐츠 또는 그로부터 발생하는 청구에 대해서도 책임 또는 법적 책임을 부담하지 않는 데에 동의합니다. 회사는 어느 때라도 이유를 불문하고 사용자 콘텐츠를 검토, 확인 및 삭제할 권리와 완전한 재량을 보유하는 한편, 그에 대한 의무를 지지는 않습니다.귀하는 귀하의 사용자 콘텐츠에 대한 소유권 일체를 보유합니다. 그러나 사용자 콘텐츠를 회사에 제출함으로써 귀하는 알려지지 않았거나 추후 개발되는 것을 포함한 모든 매체 또는 배포 방법을 이용하여 그러한 사용자 콘텐츠를 이용, 재현, 변경, 각색, 편집, 출판, 2차 저작물 제작, 배포, 공연, 홍보, 전시 및 진열할 수 있는, 취소 불가능하고 비독점적인, 전세계적, 영구적, 무상의(royalty-free), 2차 라이선스 부여 및 양도 가능한 라이선스(“사용자 콘텐츠 라이선스”)를 회사에 부여하며, 여기에 귀하가 사용자 콘텐츠 열람 권한 보유자를 제한하기 위하여 결정한 개인정보보호 설정이 적용됩니다
4. 커뮤니티 가이드라인
    1. 회사가 이러한 규칙을 설정하여 달성하고자 하는 목표는 서비스 사용자가 서비스를 안전하고 즐겁게 사용할 수 있도록 하는 한편, 광범위한 자기 표현이 조화롭게 수용될 수 있도록 하는 것입니다.상대방이 수신을 원하지 않는 메시지, 특히 불쾌감을 유발하는 댓글 및 메시지는 발송되지 않도록 하여 주시고, 댓글 입력 또는 메시지의 내용과 발송 대상에 대해서는 신중을 기하여 주시기 바랍니다. 메시지의 내용과 발송 대상에 대해서는 신중을 기하여 주시기 바랍니다. 누군가가 스크린샷을 찍는 것은 문제없으나, 이것이 귀하 또는 귀하의 친구들의 입장을 대신할 수는 없습니다. 회사는 스크린샷을 탐지하여 발신인에게 통지하고자 하지만 완벽하게 동작하지 않을 수 있습니다. 또한 언제든지 카메라를 이용한 이미지 캡처도 가능합니다. 서비스를 합법적으로 사용하여 주시기 바랍니다. 서비스를 어떠한 불법적 용도로도 사용되는 일이 없도록 하여 주시길 바랍니다. 보낼 수 없는 메시지:- 성인물- 미성년자(19세 미만)를 포함하는 나체 노출 또는 성적인 콘텐츠- 미성년자를 포함한 신체적으로 위험하거나 유해한 행위- 사생활 침해- 위협- 모욕 또는 괴롭힘- 사칭- 자해- 기타 타인에게 불쾌감을 주거나 법에서 금지하고 있는 내용 또한 링크풀 서비스는 창작자들을 선정하여 콘텐츠를 제작하도록 지원하며, 사용자들이 창작자에 의해 제작된 콘텐츠들을 활용할 수 있도록 제공합니다. 제공되는 콘텐츠는 링크풀의 개인 정보 활용 방침과 이용 약관의 규정을 따르며, 내부적인 기준을 통해 엄격히 관리되고 있습니다. 위 규정을 위반할 경우 콘텐츠 삭제, 계정 정지 및 향후 서비스 이용 금지 조치가 취해질 수 있습니다. 이러한 규정을 존중하고 그 취지에 맞게 준수해 주십시오. 이 규정들은 서비스 사용자 커뮤니티와 함께 변경 및 진화됩니다. 회사는 일관적이고 공정하게 규정을 적용하도록 노력할 것이며 궁극적으로 각 상황에서 회사의 재량에 따라 최선이라고 판단되는 조치를 취할 것입니다.
5. 피드백
    1. 귀하가 회사 또는 서비스에 관하여 이메일 또는 그 외 방식으로 회사에 제공하는 피드백, 제안, 아이디어 또는 기타 정보나 자료(“피드백”)는 비밀정보가 아니며 회사의 고유 재산임에 동의합니다. 회사는 귀하에게 통지나 보상을 제공함이 없이 상업성 여부를 불문한 어떠한 목적으로든 그러한 피드백을 무제한적으로 이용하거나 전파할 권리를 보유합니다. 귀하는 피드백에 관하여 가질 수 있는 권리(저작권 또는 저작 인격권 포함) 일체를 포기하거나 회사에 주장하지 않는 것에 동의합니다. 회사는 사용자의 의견을 환영하나, 보상을 원하거나 그에 관한 소유권 또는 청구권을 지속적으로 보유하고자 하는 경우에는 회사와 아이디어를 공유하지 않으시기 바랍니다.
6. 먼데이로켓 콘텐츠
    1. 회사의 이용자에게 링크 저장 기능을 활용하여 다양하고 풍부한 콘텐츠(검색,노트,알람 기능)를 제공하기 위해 노력하고 있으며, 링크풀 서비스의 특성 상 이러한 컨텐츠 중 일부는 타인의 게시물 또는 창작물의 일부를 인용할 수 있습니다. 링크 저장 서비스 특성상 링크 게시물의 출처 및 저작권과 관련한 사항은 사용자에게 책임이 있으며, 회사에 그 책임이 있지 않습니다. 먼데이로켓은 링크 외에 출처의 사용자가 등록하지 않은 어떠한 정보도 기록하고 있지 않으며, 달리 명시되지 않는 한, 사용자가 서비스에서 작성한 텍스트, 그래픽, 이미지, 코드, 삽화, 디자인, 아이콘, 사진, 동영상과 서면 및 기타 자료를 포함하나 이에 국한되지 않는 서비스에 포함된 모든 자료(총칭하여 “먼데이로켓 콘텐츠”)와 그 선정 및 배열은 저작권, 상표권, 디자인권, 트레이드 드레스, 특허 및/또는 기타 지적재산 관련 법의 보호를 받습니다. 먼데이로켓 콘텐츠의 무단 사용은 그러한 법 및 본 약관에 위배될 수 있습니다. 본 약관에 명시적으로 규정된 경우를 제외하고, 회사는 먼데이로켓 콘텐츠 사용에 대한 명시적이거나 묵시적인 권리를 부여하지 않습니다. 귀하는 본 약관에서 명시적으로 기술된 경우를 제외하고, 먼데이로켓 콘텐츠, 서비스 또는 관련 소프트웨어의 전부 또는 일부를 복제, 재현, 전재, 프레임 삽입, 다운로드, 전송, 변경, 전시, 역설계, 매도, 매도 참여, 대여, 임대, 대출, 양도, 배포, 허가, 재허가하거나 어떠한 방식으로든 활용하지 않는 데에 동의합니다.귀하는 이로써 서비스 및 먼데이로켓 콘텐츠에 접근하고 이를 이용할 제한적이고 비독점적이며 재허락(Sub-license)가 불가능한 라이선스를 부여 받습니다. 이 라이선스는 언제라도 취소 가능하고 본 약관의 적용을 받으며 다음을 포함하지 않습니다. 먼데이로켓 콘텐츠 사용- 회사의 사전 서면 허가 없이 본 약관에서 구체적으로 허용되는 것 이외의 서비스 또는 먼데이로켓 콘텐츠 사용은 엄격히 금지되며 그러한 경우 본 약관에 따른 서비스 이용이 제한됩니다.
7. 금지된 활동
    1. 본 약관에 기술된 다른 제한 사항에 더하여, 다음의 행위는 금지됩니다.- 불법적이거나, 본래 용도의 범위에서 벗어나거나, 본 약관 또는 특정 서비스를 규율하는 제3자 약관에서 달리 금지된 목적을 위해 서비스를 이용하는 행위- 다른 사용자가 서비스를 완전하게 이용하는 데에 방해, 지장, 부정적 영향 또는 제약을 초래할 수 있는 방식 또는 서비스 기능에 훼손, 비활성화, 과도한 부담 또는 손상을 초래할 수 있는 방식으로 서비스를 이용하는 행위- 서비스의 보안을 훼손하는 행위- 요청되거나 허용되지 않은 광고, 스팸, 권유 또는 홍보 자료를 발송하는 행위- 서비스에 접근하거나 데이터를 추출하기 위하여 로봇(robot), 스파이더(spider), 크롤러(crawler), 스크레이퍼(scraper) 또는 기타 회사가 제공하지 않는 자동화 수단 또는 인터페이스를 사용하는 행위- 서비스의 어느 측면을 역설계하거나, 서비스의 소스 코드를 발견하거나 어느 분야, 콘텐츠 또는 코드에의 접근을 방지 또는 제한하기 위해 활용된 조치를 우회하는 행위- 다른 사용자 계정을 무단으로 사용하거나 또는 사용을 시도하는 행위- 회사 콘텐츠 필터링 기술의 우회를 시도하거나 또는 접근 권한이 없는 서비스 분야 또는 기능에의 접근을 시도하는 행위- 회사의 명시적인 서면 동의 없이 어떠한 방식으로든 회사와 관계가 있다거나 제품 또는 서비스를 회사가 보증한다고 암시하려는 시도- 모욕, 위협, 공격 또는 스토킹 행위- 특정인 또는 기관을 사칭하거나 특정인 또는 기관과의 관계를 달리 허위 진술하는 행위- 타인의 사진을 촬영하는 것을 포함하여, 동의 없이 초상권, 사생활 권리 또는 정보 보호 권리를 침해하는 행위- 특허, 상표권, 영업 비밀, 저작권 또는 기타 지적재산권 또는 재산적 권리를 침해하는 행위- 서비스 계정, 메시지, 서비스 사용자명 또는 친구 링크를 서비스의 사전 서면 동의 없이 매수, 매도, 대여, 임대 또는 기타 대가를 받고 제공하는 행위- 회사의 사전 서면 동의 없이 사용자 콘텐츠 또는 서비스와 상호 작용하는 제 3자 어플리케이션을 개발하는 행위- 불법이거나 허용되지 않은 목적으로 서비스를 이용하거나 본 약관에 위배되는 활동에 관여하거나 그러한 활동을 장려 또는 촉진하는 행위 또한 귀하는 서비스 또는 서비스 후기 게시에 적용되는 iTunes App Store 서비스 약관과 Android Market 서비스 약관을 포함한 제3자 약관을 준수하는 데에 동의합니다. 앱스토어 후기에 서비스 사용자명을 게시하는 것은 엄격히 금지되며 서비스 계정이 삭제될 수 있습니다.
8. 서비스 사용 허가
    1. 회사는 귀하에게 서비스의 일환으로 제공한 소프트웨어를 사용할 수 있는 개인적이고 전세계적이며 무상의(royalty-free) 양도 불가능하며 비독점적인 라이선스를 부여합니다. 이 라이선스는 회사가 제공하는 서비스의 혜택을 본 약관에서 허용된 방식에 따라 이용하고 즐길 수 있게 하기 위한 목적으로 부여됩니다.1) 계정 정보 : 서비스를 이용하기 위해서는 회사에 계정을 개설해야 합니다. 귀하는 로그인 정보를 안전하게 보호할 책임이 있으며 귀하의 계정을 통해 발생하는 모든 활동과 관련하여 회사에 대해 책임을 부담합니다.
9. 회사의 권리
    1. 서비스(사용자가 제공하는 콘텐츠 제외)에 관한 모든 권리, 소유권 및 이익은 회사 및 그 라이선스 허가자의 독점적 재산입니다. 서비스는 국내 및 그 외 국가의 저작권, 상표권 및 기타 법의 보호를 받습니다. 본 약관의 어떠한 내용도 회사 및 서비스의 상호 또는 저작권, 로고, 도메인명, 기타 고유의 브랜드를 이용할 권리를 귀하에게 부여하지 않습니다.  회사 또는 서비스에 관하여 귀하가 제공할 수 있는 일체의 피드백, 의견 또는 제안은 전적으로 자발적인 것이며 회사는 그러한 피드백, 의견 또는 제안을 회사가 적합하다고 판단하는 바에 따라 귀하에 대한 어떠한 의무도 부담하지 않고 이용할 수 있습니다.
10. 저작권 정책
    1. 회사는 타인의 지식 재산권을 존중하며 서비스 사용자도 그러할 것을 기대합니다. 회사는 저작권 침해 혐의에 대하여 관련 법에 따라 적절하게 통지된 것에 응답할 것입니다.귀하의 콘텐츠가 저작권 침해에 해당하는 방식으로 복제되었다고 판단되는 경우, 귀하는 저작권법 등 관련 법에 따라 서비스 내에 콘텐츠 삭제, 비공개 등의 관리 기능이 제공되는 경우 이를 통해 직접 타인의 이용 또는 접근을 통제할 수 있고, 고객센터를 통해서도 콘텐츠의 삭제, 비공개, 검색 결과 제외 등의 조치를 요청할 수 있습니다. 다만, 일부 서비스의 경우 삭제, 비공개 등의 처리가 어려울 수 있으며, 이러한 내용은 각 서비스 상의 안내 등에서 확인해 주시길 부탁 드립니다.회사는 회사의 전적인 재량으로 침해가 의심되는 콘텐츠를 사전 통지 없이 삭제할 권한을 가지며 이 경우 귀하에 대한 책임을 부담하지 않습니다. 또한 회사는 상황에 따라 반복적으로 지적재산권을 침해하는 것으로 판단되는 사용자의 계정을 정지합니다.
11. 보증 없음
    1. 귀하는 서비스에 접근하거나 서비스를 이용함으로써 모욕적이거나 외설적이거나 기타 불쾌한 것으로 간주되는 타인의 자료에 노출될 수 있음을 인정하고 이에 동의하며, 그러한 위험을 감수하는 데에 동의합니다. 회사의 서비스를 통해 표현되는 견해는 반드시 회사의 견해를 대표하지는 않습니다. 회사는 귀하 또는 다른 사용자가 게시한 특정 콘텐츠를 찬성하거나 지지하지 않습니다. 제3자로부터의 특정 콘텐츠는 부정확하게 분류, 등급 표시 또는 구분될 수 있습니다.
    2. 회사는 콘텐츠 보호를 위해 가능한 보안 조치를 제공할 것이나 콘텐츠의 공개로 인해 초래되는 손해에 대한 책임을 지지 않습니다.3) 보증 없음: 귀하는 관련 법에서 허용되는 최대 한도에서 서비스 및 자료가 어떠한 유형의 명시적, 묵시적, 법정 또는 기타 보증 없이 “있는 그대로” 귀하에게 제공됨을 명시적으로 이해하고 이에 동의합니다. 예를 들어, 회사는 (a) 서비스 또는 자료가 귀하의 필요조건을 충족하거나 계속해서 이용 가능하고, 차단되지 않고, 시의적절하고, 안전하고, 오류가 없고, (b) 사이트, 서비스 또는 자료의 이용에서 취득되는 결과는 유효하거나 정확하거나 신뢰할 수 있으며, (c) 사이트, 서비스 또는 자료의 오류나 결함은 수정될 것이라는 보증을 제공하지 않습니다.
12. 책임 소재
    1. 회사의 책임 제한법에 의하여 금지되는 경우를 제외하고, 어떠한 경우에도 회사 또는 회사 측 당사자는 회사가 그러한 손해의 발생 가능성을 통지 받았다고 하더라도 (a) 서비스의 사용 또는 사용 불능, (b) 서비스 또는 서비스 내에서 이용 가능한 자료의 제공, 또는 (c) 서비스의 다른 사용자의 행동에 의하여 초래되는 간접적, 특별, 징벌적, 부수적, 징계적 또는 결과적 손해에 대한 책임을 지지 않습니다. 귀하는 귀하의 서비스 이용에 대하여 전적인 책임을 부담합니다. 서비스 또는 콘텐츠 일체에 대하여 불만족할 경우 귀하의 유일한 구제 수단은 서비스의 이용 중단입니다. 일부 지역에서는 책임 제한을 허용하지 않으므로 귀하에게는 상기 내용이 적용되지 않을 수도 있습니다.
13. 회사와의 분쟁 해결
    1. 귀하와 회사 간의 분쟁은 서면으로 달리 합의하는 경우를 제외하고 대한민국에 재판 관할이 있습니다.
14. 해지
    1. 귀하는 언제든지 서비스의 이용을 중단할 수 있습니다.
    2. 회사는 서비스 기능을 추가, 변경 또는 제거할 수 있으며 서비스를 중단 또는 중지할 수 있습니다. 또한 회사는 귀하에 대한 서비스 제공을 중단하거나 어느 때라도 서비스에 대한 제한을 추가하거나 새로운 제한을 설정할 수 있습니다.
    3. 해지 전에 귀하가 서비스를 위하여 또는 이와 관련하여 지불한 수수료가 있는 경우, 그러한 수수료는 관련법령에서 정한 내용에 따라 환불 됩니다. 다만, 환불을 청구하지 않고 해지를 하는 경우 관련 기록 삭제 등으로 인해 환불에 어려움이 발생할 수 있으니 해지 전 필요한 환불 절차를 모두 이행하여 주시기를 부탁 드립니다. 또한, 계정 해지 시에도 이미 발생한 지불 의무는 면제되지는 않습니다.
    4. 서비스가 해지되거나 중단되는 경우, 회사는 이를 통지하고 콘텐츠 회수 기회를 제공하기 위하여 합리적인 노력을 합니다. 귀하의 그룹 관리자가 서비스에 대한 귀하의 접근을 종료하는 경우, 귀하 또는 그룹의 다른 구성원이 공유된 작업 그룹이나 공유된 작업 공간에 게시한 콘텐츠에 더 이상 접근할 수 없습니다.
15. 일반 조항
    1. 수출 규제 : 귀하는 서비스와 귀하의 서비스 이용 및 취급이 서비스 및 먼데이로켓 콘텐츠의 수입, 수출 및 이용을 규율하는 국내법 및 국제법, 제한 및 규정의 적용을 받음을 인정합니다. 귀하는 그러한 모든 법, 제한 및 규정을 준수하는 데에 동의합니다. 
    2. 국문본 : 본 계약의 해석에는 본 계약 국문본이 이용됩니다.
    3. 가분성 : 법원이 본 약관의 일부를 무효 또는 집행 불능으로 판단할 경우 본 약관의 나머지 부분은 계속해서 적용됩니다.
    4. 권리 포기 없음 : 회사가 귀하에 대하여 본 약관을 집행하지 않을 경우 (또는 집행을 지연하는 경우), 회사가 집행의 권리를 포기한 것으로 간주되지 않습니다. 
    5. 양도 또는 이전 : 귀하는 본 계약에 따른 권리 또는 의무를 회사의 서면 허가 없이 제 3자에게 양도하거나 이전할 수 없습니다. 회사는 (회사의 인수합병, 서비스 일부 매각 등의 경우) 귀하의 허가 없이 귀하에 대한 권리 및 의무를 이전할 수 있습니다. 
    6. 완전한 합의 : 본 약관은 서비스에 관하여 회사와 귀하 간의 완전하고 배타적인 합의를 구성하며, 서비스와 관련된 회사와 귀하 간의 모든 기존 합의는 효력이 없습니다. 회사는 수시로 본 약관을 변경할 수 있습니다. 약관을 개정할 경우, 적용 일자와 변경 내용 및 사유를 명시하여 그 적용 일자 7일 전부터 ‘서비스’를 통해 공지합니다. 다만, 그 변경 내용이 법적으로 귀하에게 불리한 것일 경우, 그 적용 일자 30일 이전부터 동일한 내용을 ‘서비스’를 통해 공지할 뿐만 아니라, 해당 내용을 귀하의 이메일 등으로 개별적으로 통지합니다. 귀하는 변경되는 약관에 동의하지 않을 경우 본 약관을 통해 체결되었던 ‘서비스’에 대한 이용 계약을 해지하고 ‘서비스’ 이용을 중단할 수 있습니다. 회사가 약관의 개정을 공지 또는 통지하면서 적용 일자 이전에 거부 의사를 표시하지 않으면 개정 약관에 동의한 것으로 본다는 뜻을 함께 공지 또는 통지하였음에도 불구하고 귀하가 명시적으로 거절의 의사표시를 하지 않는 경우 귀하는 개정 약관에 동의한 것으로 봅니다.

- 본 약관은 대한민국 이용자를 대상으로 적용하며, 미국 기타 다른 국가에서 ‘서비스’를 이용하는 이용자에 대해서는 해당 국가에서 게시 혹은 보여지는 약관이 적용됩니다
- 본 약관의 개정 내용은 2022년 11월 17일부터 적용됩니다.
''';